var ldata = [
"Так", // 0
"Ні", // 1
"Гаразд", // 2
"Відміна", // 3
"Чат", // 4
"Користувачі", // 5
"Властивості", // 6
"Налаштування", // 7
"Зміна імені користувача", // 8
"Зміна статусу", // 9
"Дистанційно", // 10
"Пиріг", // 11
"Ні", // 12
"Додати", // 13
"Нове ім’я:", // 14
"Власник:", // 15
"Завершеність:", // 16
"Коментар:", // 17
"Ім’я", // 18
"Шматочки", // 19
"Заявки", // 20
"Тема:", // 21
"Мова:", // 22
"Ваш коментар", // 23
"Ви впевнені, що хочете взяти цей шматочок?", // 24
"У цього шматочка вже є власник! Поставити на голосування передачу Вам?", // 25
"Ви впевнені, що хочете відмовитися від шматочка?", //26
"Ласкаво просимо до нашого затишного чату, %s!", // 27
"Відображати власників:", // 28
"Відображати зайняті шматочки:" // 29
];

var trans = [
'Progress bar:',
'Індикатор прогресу:',

'Yes',
'Так',

'Piece has been freed',
'Шматочок звільнений',

'Piece has been reserved',
'Шматочок зарезервований'
];

for ( i = 0; i < 10 ; i++ )
    trans.push('New state: ' + i + '/9', 'Новий стан: ' + i + '/9');
